[P_4_3_2_Communications]
Speech_0001L=LAMBERT - Que diabos estava esperando, Fisher? Aqueles caminhões transportavam as armas nucleares de Feirong. Que Deus ajude Taiwan. A missão acabou. Que Deus ajude a todos. 
Note_0022L=Use Feirong para desbloquear os dados armazenados em seu computador pessoal. 
Goal_0003L=Use o computador de Feirong para transmitir os dados para Fort Meade. 
Goal_0023L=Use Feirong para desbloquear seu computador. 
Goal_0004L=Se Feirong morrer antes de desbloquear seu computador, a missão terá fracassado. 
Goal_0024L=(null)
Speech_0005L=LAMBERT - Ótimo trabalho, Fisher. Essas armas nucleares não vão a parte alguma. 
Speech_0006L=FISHER - Agora o general. 
Speech_0007L=LAMBERT - Exato. Achamos que ele e o computador estão na sala do embaixador. Precisará de Feirong com vida para acessar os dados. 
Goal_0008L=Reúna-se a Coen no heliporto do jardim para a extração via Osprey.
Goal_0025L=Reúna-se a Coen.
Speech_0009L=LAMBERT - Muito bom trabalho, Fisher. 
Speech_0010L=FISHER - Quantos suicídios nesta missão... 
Speech_0011L=LAMBERT - Grim, como estão os dados?
Speech_0012L=GRÍMSDÓTTIR - São consistentes. Isso separa por completo Feirong do governo chinês.
Speech_0013L=LAMBERT - Fantástico. Transmita as informações úteis à junta do estado-maior. Enviaremos para a China o mesmo, via CIA. Fisher, terminamos em Mianmar. Reúna-se com Coen e saiam daí. 
Speech_0014L=LAMBERT - Que droga, Fisher, é muito mais grave do que você pensa. Aquele guarda era nossa única chace de passar pela porta. Você está imobilizado. Missão terminada. 
Speech_0015L=LAMBERT - Encontre um abrigo antiatômico, Fisher. Você já desperdiçou muito tempo. Os óculos de visão térmica eram sua única chance. Missão terminada. 
Speech_0026L=LAMBERT - Meu Deus, Fisher! Você ficou louco? A missão acabou. 
Goal_0016L=Acesse os arquivos de comunicação de Feirong através do servidor da embaixada no porão.
Goal_0017L=A morte de Kong Feirong resultará no fracasso da missão. 
Goal_0018L=Detone os tanques de gasolina para destruir os caminhões que transportam as armas nucleares de Feirong. 
Goal_0021L=Destrua os caminhões de armas de Feirong. 

[P_4_3_2_FeirongEnding]
Speech_0003L=FEIRONG- I'm going to shoot myself.
Speech_0004L=FISHER- Not in the face.
Speech_0029L=FEIRONG- You are American. You are the cause of all my sorrows, yes? Perhaps you will do me the favor of killing me.
Speech_0006L=FEIRONG- Chinese Special Forces are coming for me. I want them to find a corpse.
Speech_0007L=FEIRONG- I will not be a key unlocking the way to peace with the Americans.
Speech_0008L=FEIRONG- I've drowned a bottle of poison with a bottle of the ambassador's good liquor. But I would rather die a soldier's death.
Speech_0009L=FEIRONG- Perhaps you will do me the favor.
Speech_0010L=FEIRONG- China is strong. The republic is strong. It only needs to be pushed into war. The empire... Taiwan... It only needs to be pushed a little bit.
Speech_0011L=FEIRONG- Nikoladze abandoned me. Fled. Weak.
Speech_0012L=FEIRONG- Come on, American.
Speech_0013L=FEIRONG- We are an empire.
Speech_0014L=FEIRONG- Kill me.
Speech_0015L=FEIRONG- Murder me, you coward.
Speech_0016L=FEIRONG- Our war will come.
Speech_0017L=FEIRONG- Shoot me, I'm all ready dead.

[P_4_3_2_FeirongInterro]
Speech_0001L=(null)
Speech_0002L=(null)
Speech_0003L=(null)
Speech_0004L=(null)
Speech_0005L=(null)
Speech_0006L=(null)
Speech_0007L=(null)
Speech_0008L=(null)
Speech_0009L=(null)
Speech_0010L=(null)
Speech_0011L=(null)

[P_4_3_2_InterceptedComms]
Speech_0001L=SOLDIER- We've got an alarm from inside the warehouse!  Get those trucks on the road, now!
Speech_0002L=SOLDIER A- Peng, what's our status on the convoy?
Speech_0003L=SOLDIER B- All ready, we're pulling out.
Speech_0004L=SOLDCHINÊS42 - Yen! Perdemos o controle do fogo. As chamas já... 

[P_4_3_2_MapStartGoals]
Goal_0001L=Acesse os arquivos de comunicação de Feirong por meio do servidor da embaixada no porão.
Goal_0002L=Acesse os dados de Feirong no porão. 
Goal_0003L=A morte de Kong Feirong resultará no fracasso da missão. 
Goal_0004L=A morte de Kong Feirong resultará no fracasso da missão. 
Goal_0005L=Detone os tanques de gasolina para destruir os caminhões que transportam as armas nucleares de Feirong. 
Goal_0006L=Destrua os caminhões de armas de Feirong. 
Goal_0008L=Entre na embaixada pelo último andar.
Goal_0009L=Entre na embaixada pelo último andar.
Note_0007L=Os cartões memory stick não podem ser usados para inutilizar as portas bloqueadas com códigos. 
Note_0010L=Os óculos de visão térmica podem ser utilizados para reproduzir códigos baseados no calor residual deixado pelos dedos que utilizaram o teclado.

[P_4_3_2_OspreyExtraction]

[P_4_3_2_RebelArmyPanics]

[P_4_3_2_ThermalKeypadB]

[P_4_3_2_ThermalKeypadBCheckFlags]

[P_4_3_2_ThermalKeypadBSetFlags]

[P_4_3_2_ThermalKeypadC]
Speech_0001L=SOLDCHINÊS41B - Ei, preciso de ajuda! O general está tentando se suicidar.
Speech_0002L=SOLDCHINÊS41B - Onde você está?
Speech_0004L=SOLDCHINÊS41B - Na sala dele. Rápido!

[P_4_3_2_ThermalKeypadCCheckFlags]

[P_4_3_2_ThermalKeypadCSetFlags]

[P_4_3_2_ThermalKeypadCStart]
Speech_0002L=SOLDCHINÊS41B - Ei, preciso de ajuda! O general está tentando se suicidar.
Speech_0003L=SOLDCHINÊS41B - Onde você está?
Speech_0001L=SOLDCHINÊS41B - Na sala dele. Rápido!

[P_4_3_2_WarehouseTrucks]
Speech_0003L=SOLDIER_A- That's enough, Peng.  We've got more than enough fuel on board and we need to get moving
Speech_0002L=CHISOLD_B- Okay.

